[
{
  "name" :"Wolverine",
  "firstName": "James",
  "middleName":"",
  "lastName": "Howlett",
  "height": "5'3\"",
  "weight": "300 lbs.",
  "powers": "Wolverine is a mutant who possesses the ability to regenerate damaged or destroyed areas of his cellular structure at a rate far greater than that of an ordinary human. Wolverine’s skeleton includes six retractable one-foot long bone claws, three in each arm, that are housed beneath the skin and muscle of his forearms. Wolverine can, at will, release these slightly curved claws through his skin beneath the knuckles on each hand.",
  "abilities": "Due to his extensive training as a soldier, a C.I.A. operative, a samurai, a spy, and a member of the X-Men, Wolverine is an exceptional hand-to-hand combatant, having mastered virtually every fighting style on Earth. He is also a trained expert in multiple types of weapons, vehicles, computer systems, explosives, and assassination techniques.",
  "smallImage": "wolverine-thumb.jpg",
  "largeImage": "wolverine.jpg",
},

{
  "name" :"Storm",
  "firstName": "Ororo",
  "middleName":"",
  "lastName": "Monroe",
  "height": "5'11\"",
  "weight": "127 lbs.",
  "powers": "Storm possesses the psionic ability to control all forms of weather over vast areas.",
  "abilities": "Storm is extraordinarily skilled at picking both locks and pockets. Storm is also a gifted hand-to-hand combatant, having been trained extensively by her fellow X-Man Wolverine, and is also an excellent marksman with handguns.",
  "smallImage": "storm-thumb",
  "largeImage": "storm",
},

{
  "name" :"Drax",
  "firstName": "Arthur",
  "middleName":"Sampson",
  "lastName": "Douglas",
  "height": "6'4\"",
  "weight": "680 lbs.",
  "powers": "Drax possesses a variety of super-human powers that utilize the cosmic energy bestowed upon his artificially created form by Kronos and Mentor (Alars), Mentor, including superhuman strength and durability. Drax can fly by harnessing cosmic energy as a propulsion source.Drax can also harness his cosmic energy and project it through his arms as concussive blasts.",
  "abilities": "Unrevealed",
  "smallImage": "drax",
  "largeImage": "drax-thumb",
},

{
  "name" :"Thor",
  "firstName": "Thor",
  "middleName":"",
  "lastName": "Odinson",
  "height": "6'6",
  "weight": "640 lbs.",
  "powers": "Thor's strength, endurance and resistance to injury are greater than the vast majority of his superhuman race. He is extremely long-lived (though not completely immune to aging), immune to conventional disease and highly resistant to injury. His flesh and bones are several times denser than a human's.As Lord of Asgard, Thor possessed the Odinforce, which enabled him to tap into the near-infinite resources of cosmic and mystical energies, enhancing all of his abilities.",
  "abilities": "Thor is trained in the arts of war, being a superbly skilled warrior, highly proficient in hand-to-hand combat, swordsmanship and hammer throwing.",
  "smallImage": "thor-thumb",
  "largeImage": "thor",
},

{
  "name" :"Spider Woman",
  "firstName": "Jessica",
  "middleName":"",
  "lastName": "Drew",
  "height": "5'10\"",
  "weight": "130 lbs.",
  "powers": "Jessica possesses superhuman strength (can lift at least up to 7 tons), endurance and speed. She can focus her bio-electric energy into "venom blasts" sufficient to stun or kill normal humans, and she can also adhere to almost any surface. Jessica rapidly forms an immunity to all poisons and drugs, and is totally immune to radiation.",
  "abilities": "Jessica is an experienced fighter and excellent investigator.",
  "smallImage": "spider-woman-thumb",
  "largeImage": "spider-woman",
},

{
  "name" :"Wonder Man",
  "firstName": "Simon",
  "middleName":"",
  "lastName": "Williams",
  "height": "6'2\"",
  "weight": "380 lbs.",
  "powers": "Superhuman levels of strength and invulnerability. Due to exposure to ionic energy, his body has fully metamorphosed into unspecified superhuman flesh-like substance nourished by ionic energy.” Since his most recent resurrection, Simon's body becomes charged with ionic energy when actively using his powers, and he can fly under its power.",
  "abilities": "Advanced skills in engineering and mechanical sciences.",
  "smallImage": "wonder-man-thumb",
  "largeImage": "wonder-man",
},

{
  "name" :"Human Torch",
  "firstName": "Johnathan",
  "middleName":"Spencer",
  "lastName": "Storm",
  "height": "5'10\"",
  "weight": "170 lbs.",
  "powers": "Johnny can cover his body in fire, fly at supersonic speeds, project fireballs or other fire objects, manipulate existing flame, and absorb heat with some mental strain. He can generate a nova-level burst of flame, one million degrees Fahrenheit, although this usually exhausts his powers for some time.",
  "abilities": " An expert mechanic since his teens, Johnny was able to totally overhaul a car's transmission by the age of 15. Johnny also has experience as a professional race car driver",
  "smallImage": "winter-soldier",
  "largeImage": "winter-soldier-large",
},

{
  "name" :"Wolverine",
  "firstName": "James",
  "middleName":"Buchanan",
  "lastName": "Barnes",
  "height": "5'9\"",
  "weight": "260 lbs.",
  "powers": "None",
  "abilities": "He is an Olympic-class athlete and expectional acrobat highly skilled in both unarmed and armed hand-to-hand combat and extremely accurate marksman. he is fluent in four languages including German and Russian.",
  "smallImage": "human-torch-thumb",
  "largeImage": "human-torch",
},

{
  "name" :"Iceman",
  "firstName": "Robert",
  "middleName":"Louis",
  "lastName": "Drake",
  "height": "5'8\"",
  "weight": "145 lbs.",
  "powers": "Iceman is able to lower his external and internal body temperature without harm to himself, thereby radiating intense cold from his body. Iceman is able to reach -105 degrees Fahrenheit within a few seconds, and is immune to sub-zero temperatures around him. In addition, Iceman can freeze any moisture in the air around him into unusually hard ice, and thereby form simple objects such as slides, ladders, shields, and bats.",
  "abilities": " Bobby is a Certified Practicing Accountant.",
  "smallImage": "iceman-thumb",
  "largeImage": "iceman",
},

{
  "name" :"Colossus",
  "firstName": "Piotr",
  "middleName":"Nikolaievitch",
  "lastName": "Rasputin",
  "height": "7'5\"",
  "weight": "500 lbs.",
  "powers": "None",
  "abilities": "He is an Olympic-class athlete and expectional acrobat highly skilled in both unarmed and armed hand-to-hand combat and extremely accurate marksman. he is fluent in four languages including German and Russian.",
  "smallImage": "winter-soldier",
  "largeImage": "winter-soldier-large",
},

{
  "name" :"Wolverine",
  "firstName": "James",
  "middleName":"Buchanan",
  "lastName" : "Barnes",
  "height": "5'9\"",
  "weight": "260 lbs.",
  "powers": "Colossus can transform his body tissue into an organic, steel-like substance that grants him Glossary:S#superhuman, superhuman strength enabling him to lift/press up to 75 tons and makes him impervious to most injury. His armored form can withstand ballistic penetration as well as temperature extremes from 70º above absolute zero (-390º F) to approximately 9000º F. Colossus cannot become partially or selectively armored; his body is either entirely converted, or not at all. Even his eyes become steel-like.",
  "abilities": "Colossus is talented in DRAWING and painting",
  "smallImage": "colossus-thumb",
  "largeImage": "colossus",
},

{
  "name" :"Falcon",
  "firstName": "Samuel",
  "middleName":"Thomas",
  "lastName": "Wilson",
  "height": "6'2\"",
  "weight": "240 lbs.",
  "powers": "Originally possessed the ability to telepathically communicate with his pet falcon Redwing, but that ability has grown into the ability to telepathically communicate with any birds within an unknown radius. Through this telepathic link he is also able to receive mental images of what the birds see.",
  "abilities": "Excellent trainer of birds, and has been highly TRAINED in gymnastics and hand-to-hand combat by Captain America (Steve Rogers), Captain America",
  "smallImage": "falcon-thumb",
  "largeImage": "falcon",
},

{
  "name" :"Deadpool",
  "firstName": "Wade",
  "middleName":"",
  "lastName": "Wilson",
  "height": "6'2\"",
  "weight": "210 lbs.",
  "powers": "Deadpool possesses a superhuman healing factor derived from that of the mutant Wolverine that allows him to regenerate damaged or destroyed areas of his cellular structure at a rate far greater than that of an ordinary human. As such, he can regrow severed limbs or vital organs. The speed at which this healing factor works varies in direct proportion to the severity of the damage Deadpool suffers.",
  "abilities": "Deadpool is an extraordinary hand-to-hand combatant and is skilled in multiple unarmed combat techniques. He is a master of assassination techniques, is an excellent marksman, and is highly skilled with bladed weapons (frequently carrying two swords strapped to his back).",
  "smallImage": "deadpool-thumb",
  "largeImage": "deadpool",
},

{
  "name" :"Thing",
  "firstName": "Benjamin",
  "middleName":"Jacob",
  "lastName": "Grimm",
  "height": "6'0\"",
  "weight": "500 lbs.",
  "powers": "The Thing's mutated physiology grants him tremendous superhuman strength and durability, the levels varying with his different forms. He also has enhanced stamina and lung capacity, and increased resistance to sensory and temperature extremes. His reflexes are above-average by human standards despite his immense mass, and he retains a reasonable level of agility and dexterity.",
  "abilities": "Ben is an exceptionally skilled and experienced pilot, proficient with many varieties of both conventional and exotic aircraft, and was also trained as an astronaut. He is uniquely gifted in the art of hand-to-hand combat (a skill Ben honed long before he became the Thing), though his fighting style tends to be a rather loose brawling technique all his own. In his youth, Ben was a talented football player.",
  "smallImage": "thing-thumb",
  "largeImage": "thing",
},

]
